[
    {
      "_id": "63577858d6abd4c3d269458c",
      "index": 0,
      "id": "1",
      "price": "$1,62.88",
      "picture": "https://images.unsplash.com/photo-1504868584819-f8e8b4b6d7e3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=876&q=80",
      "authorImg": "https://assets.website-files.com/627387bf19e7f63a3f588c5f/627b92498811ecfa7efcb785_team-1.jpg",
      "veiw": 25,
      "subscriber": 12,
      "heading": "Drive Into Data Structure and Expert in Data Science\r\n",
      "totalLecture": 17,
      "courseName": "Data Stucture",
      "author": "Carolyn Mercer",
      "company": "Blended Learning",
      "email": "carolynmercer@insuron.com",
      "phone": "+1 (991) 445-2362",
      "address": "634 Cleveland Street, Forestburg, Illinois, 2168",
      "quota": "As long as the problems of the poor are not radically resolved by rejecting the absolute autonomy of markets and financial speculation and by attacking the structural causes of inequality, no solution will be found for the world's problems or, for that matter, to any problems..\r\n",
      "about": "A data structure is a specialized format for organizing, processing, retrieving and storing data. There are several basic and advanced types of data structures, all designed to arrange data to suit a specific purpose. Data structures make it easy for users to access and work with the data they need in appropriate ways. Most importantly, data structures frame the organization of information so that machines and humans can better understand it.In computer science and computer programming, a data structure may be selected or designed to store data for the purpose of using it with various algorithms. In some cases, the algorithm's basic operations are tightly coupled to the data structure's design. Each data structure contains information about the data values, relationships between the data and -- in some cases -- functions that can be applied to the data.For instance, in an object-oriented programming language, the data structure and its associated methods are bound together as part of a class definition. In non-object-oriented languages, there may be functions defined to work with the data structure, but they are not technically part of the data structure\r\n",
      "publishDate": "2018-09-08T01:23:15 -06:00"
    },
    {
      "_id": "6357785889feecfd8d91fa27",
      "id": "2",
      "index": 1,
      "price": "$3,27.59",
      "picture": "https://images.unsplash.com/photo-1518314916381-77a37c2a49ae?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=871&q=80",
      "authorImg": "https://assets.website-files.com/627387bf19e7f63a3f588c5f/627b928dd06f4d223091972c_team-2.jpg",
      "veiw": 29,
      "subscriber": 14,
      "heading": "Learn About Robotics And Expert in Modern technology",
      "totalLecture": 16,
      "courseName": "Robotics",
      "author": "Georgia Schmidt",
      "company": "DEMINIMUM",
      "email": "georgiaschmidt@deminimum.com",
      "phone": "+1 (804) 524-2459",
      "address": "705 Frost Street, Haring, Maine, 6832",
      "quota": "Machines are becoming devastatingly capable of things like killing. Those machines have no place for empathy. There's billions of dollars being spent on that. Character robotics could plant the seed for robots that actually have empathy.\r\n",
      "about": "Robotics is an interdisciplinary branch of computer science and engineering.[1] Robotics involves design, construction, operation, and use of robots. The goal of robotics is to design machines that can help and assist humans. Robotics integrates fields of mechanical engineering, electrical engineering, information engineering, mechatronics, electronics, bioengineering, computer engineering, control engineering, software engineering, mathematics, etc.Robotics develops machines that can substitute for humans and replicate human actions. Robots can be used in many situations for many purposes, but today many are used in dangerous environments (including inspection of radioactive materials, bomb detection and deactivation), manufacturing processes, or where humans cannot survive (e.g. in space, underwater, in high heat, and clean up and containment of hazardous materials and radiation). Robots can take any form, but some are made to resemble humans in appearance. This is claimed to help in the acceptance of robots in certain replicative behaviors which are usually performed by people. Such robots attempt to replicate walking, lifting, speech, cognition, or any other human activity. Many of today's robots are inspired by nature, contributing to the field of bio-inspired robotics.\r\n",
      "publishDate": "2016-10-22T07:18:49 -06:00"
    },
    {
      "_id": "6357785837ce6dac12b442d0",
      "id": "3",
      "index": 2,
      "price": "$1,55.98",
      "picture": "https://images.unsplash.com/photo-1575468130797-aa950b68aeec?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
      "authorImg": "https://assets.website-files.com/627387bf19e7f63a3f588c5f/627b98bd8ba7f73ac55672ba_team-3.jpg",
      "veiw": 27,
      "subscriber": 16,
      "heading": "For playing With Genome Learn Our Course Bioinformactics",
      "totalLecture": 19,
      "courseName": "Bioinformactics",
      "author": "Miranda Rutledge",
      "company": "NORALEX",
      "email": "mirandarutledge@noralex.com",
      "phone": "+1 (931) 490-3978",
      "address": "847 Woodbine Street, Statenville, Massachusetts, 4032",
      "quota": "Humans have an amazing capacity to believe in contradictory things. For example, to believe in an omnipotent and benevolent God but somehow excuse Him from all the suffering in the world. Or our ability to believe from the standpoint of law that humans are equal and have free will and from biology that humans are just organic machines.\r\n",
      "about": "Life scientists and clinicians have always tried to assemble data and evidence to find the right answers to fundamental questions.Nowadays, there is no shortage of data. But a different kind of problem has emerged. New technologies are producing data at an unprecedented speed. Indeed, so much data – and of such variety – that they can no longer be interpreted by the human mind alone.Enter bioinformatics.Bioinformatics is the application of computer technology to the understanding and effective use of biological and biomedical data. It is the discipline that stores, analyses and interprets the Big Data generated by life-science experiments, or collected in a clinical context. This multidisciplinary field is driven by experts from a variety of backgrounds: biologists, computer scientists, mathematicians, statisticians and physicists.\r\n",
      "publishDate": "2020-06-11T08:55:50 -06:00"
    },
    {
      "_id": "635778581d1d13f8ef03bb25",
      "id": "4",
      "index": 3,
      "price": "$1,23.64",
      "picture": "https://images.unsplash.com/photo-1506097425191-7ad538b29cef?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
      "authorImg": "https://assets.website-files.com/627387bf19e7f63a3f588c5f/627b9b403141306538ab9950_team-4.jpg",
      "veiw": 23,
      "subscriber": 10,
      "heading": "Learn Graphics , Do design with your own idea",
      "totalLecture": 16,
      "courseName": "Computer Graphics Design",
      "author": "Sheri Dawson",
      "company": "RECOGNIA",
      "email": "sheridawson@recognia.com",
      "phone": "+1 (976) 500-2339",
      "address": "442 Front Street, Grantville, Alaska, 470",
      "quota": "I have been saying this for some time, but customers are not interested in grand games with higher-quality graphics and sound and epic stories. Only people who do not know the video game business would advocate the release of next-generation machines when people are not interested in cutting-edge technologies.\r\n",
      "about": "Computer Graphics involves technology to access. The Process transforms and presents information in a visual form. The role of computer graphics insensible. In today life, computer graphics has now become a common element in user interfaces, T.V. commercial motion pictures.Computer Graphics is the creation of pictures with the help of a computer. The end product of the computer graphics is a picture it may be a business graph, drawing, and engineering.In computer graphics, two or three-dimensional pictures can be created that are used for research. Many hardware devices algorithm has been developing for improving the speed of picture generation with the passes of time. It includes the creation storage of models and image of objects. These models for various fields like engineering, mathematical and so on..\r\n",
      "publishDate": "2016-05-08T06:33:53 -06:00"
    },
    {
      "_id": "63577858e07ccd87f9771a3e",
      "id": "5",
      "index": 4,
      "price": "$1,32.47",
      "picture": "https://images.unsplash.com/photo-1544197150-b99a580bb7a8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
      "authorImg": "https://assets.website-files.com/627387bf19e7f63a3f588c5f/627b928dd06f4d223091972c_team-2.jpg",
      "veiw": 20,
      "subscriber": 16,
      "heading": "Building  a Strong Idea on Networking By this Course",
      "totalLecture": 12,
      "courseName": "Coumputer Networking",
      "author": "Cecilia Banks",
      "company": "BUZZNESS",
      "email": "ceciliabanks@buzzness.com",
      "phone": "+1 (875) 417-3294",
      "address": "501 Withers Street, Fairlee, New Hampshire, 1836",
      "quota": "The successful networkers I know, the ones receiving tons of referrals and feeling truly happy about themselves, continually put the other person's needs ahead of their own.\r\n",
      "about": "computer network, two or more computers that are connected with one another for the purpose of communicating data electronically. Besides physically connecting computer and communication devices, a network system serves the important function of establishing a cohesive architecture that allows a variety of equipment types to transfer information in a near-seamless fashion. Two popular architectures are ISO Open Systems Interconnection (OSI) and IBM’s Systems Network Architecture (SNA).Two basic network types are local-area networks (LANs) and wide-area networks (WANs). LANs connect computers and peripheral devices in a limited physical area, such as a business office, laboratory, or college campus, by means of links (wires, Ethernet cables, fibre optics, Wi-Fi) that transmit data rapidly. A typical LAN consists of two or more personal computers, printers, and high-capacity disk-storage devices called file servers, which enable each computer on the network to access a common set of files. LAN operating system software, which interprets input and instructs networked devices, allows users to communicate with each other; share the printers and storage equipment; and simultaneously access centrally located processors, data, or programs (instruction sets). LAN users may also access other LANs or tap into WANs. LANs with similar architectures are linked by “bridges,” which act as transfer points. LANs with different architectures are linked by “gateways,” which convert data as it passes between systems\r\n",
      "publishDate": "2015-12-20T08:04:02 -06:00"
    },
    {
      "_id": "635778587cd8226c1e4c58fe",
      "id": "6",
      "index": 5,
      "price": "$2,41.71",
      "picture": "https://images.unsplash.com/photo-1511377107391-116a9d5d20b5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
      "authorImg": "https://assets.website-files.com/627387bf19e7f63a3f588c5f/627b9b403141306538ab9950_team-4.jpg",
      "veiw": 27,
      "subscriber": 18,
      "heading": "Learn Math , Do math . Make math strength in your CS Life",
      "totalLecture": 15,
      "courseName": "Descreate Mathmathics",
      "author": "Osborn Shields",
      "company": "ZEAM",
      "email": "osbornshields@zeam.com",
      "phone": "+1 (916) 564-3893",
      "address": "415 Woods Place, Wollochet, Utah, 9659",
      "quota": "We will always have STEM with us. Some things will drop out of the public eye and go away, but there will always be science, engineering, and technology. And there will always, always be mathematics.\r\n",
      "about": "Discrete mathematics Tutorial provides basic and advanced concepts of Discrete mathematics. Our Discrete mathematics Structure Tutorial is designed for beginners and professionals both.Discrete mathematics is the branch of mathematics dealing with objects that can consider only distinct, separated values. This tutorial includes the fundamental concepts of Sets, Relations and Functions, Mathematical Logic, Group theory, Counting Theory, Probability, Mathematical Induction, and Recurrence Relations, Graph Theory, Trees and Boolean Algebra.\r\n",
      "publishDate": "2019-02-21T03:22:22 -06:00"
    }
  ]